[
	[
		{
			"speaker" : "ladymacbeth",
			"dialog" : "Is Banquo gone from court?",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "servant",
			"dialog" : "Ay, madam, but returns again to-night.",
			"newSpeaker" : "true"
			
		},
		{	
			"speaker" : "ladymacbeth",
			"dialog" : "Say to the king, I would attend his leisure",
			"newSpeaker" : "true"
		},
		{	
			"speaker" : "ladymacbeth",
			"dialog" : "For a few words."
		},
		{	
			"speaker" : "servant",
			"dialog" : "Madam, I will.",
			"newSpeaker" : "true"
		}
	],
	[
		{
			"speaker" : "ladymacbeth",
			"dialog" : "Nought's had, all's spent, Where our desire is got without content: Tis safer to be that which we destroy",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "macbeth",
			"dialog" : "*Enter MACBETH*",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "ladymacbeth",
			"dialog" : "How now, my lord! why do you keep alone, Of sorriest fancies your companions making, Using those thoughts which should indeed have died With them they think on? Things without all remedy",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "ladymacbeth",
			"dialog" : " Should be without regard: what's done is done."
		},
		{
			"speaker" : "macbeth",
			"dialog" : "We have scotch'd the snake, not kill'd it: She'll close and be herself, whilst our poor malice. Remains in danger of her former tooth. But let the frame of things disjoint, both theworlds suffer",
			"newSpeaker" : "true"
		},
		{
			"speaker" : "macbeth",
			"dialog" : "Ere we will eat our meal in fear and sleep. In the affliction of these terrible dreams. That shake us nightly: better be with the dead, Whom we, to gain our peace, have sent to peace,"
		},
		{
			"speaker" : "macbeth",
			"dialog" : "Than on the torture of the mind to lie. In restless ecstasy. Duncan is in his grave; After life's fitful fever he sleeps well; Treason has done his worst: nor steel, nor poison, Malice domestic, foreign levy, nothing, Can touch him further."
		},
		{
			"speaker" : "ladymacbeth",
			"dialog" : "Come on; Gentle my lord, sleek o'er your rugged looks; Be bright and jovial among your guests to-night.",
			"newSpeaker" : "true"
		}
	]
]